export const timeline = {
  label: "the celebration",
  title: "День, который запомнится",
  milestones: [
    {
      time: "15:00",
      event: "Заселение",
      description:
        "Можно приехать к 15:00 или немного позже. У вас будет время заселиться, познакомиться и спокойно подготовиться к церемонии.",
      roman: "I",
      index: "Прибытие",
    },
    {
      time: "16:30",
      event: "Знакомство/интерактив",
      description:
        "Час аперитива и золотого света. Терраса в вашем распоряжении. Вечер только начинается.",
      roman: "III",
      index: "Коктейли",
    },
    {
      time: "17:00",
      event: "Церемония",
      description:
        "Самый трогательный момент нашего дня. Будем рады разделить его с вами.",
      roman: "II",
      index: "Церемония",
    },
    {
      time: "17:30",
      event: "Праздничный ужин",
      description:
        "Вкусная(?) еда, коктейльчики, кальянчики и общение. А, да, и конкурсы.",
      roman: "IV",
      index: "Ужин",
    },
    {
      time: "22:00",
      event: "Свадебный торт",
      description:
        "Опять есть?",
      roman: "V",
      index: "Первый танец",
    },
    {
      time: "Дальше",
      event: "Ночь",
      description:
        "Музыка, звезды, ну и все.",
      roman: "VI",
      index: "Праздник",
    },
    {
      time: "10.00",
      event: "Завтрак",
      description:
        "Не опять, а снова. А потом выселение",
      roman: "VII",
      index: "Завтрак"
    },
  ],
} as const;
